{
  "about_title": "DataSoft Academy",
  "about_text": "— bul <1>{{organization}}</1> jámiyetiniń negizgi iskerliklerinden biri. Bizdiń online platformamiz eng talab etiledi IT baǵdarlari boyınsha qolaylıq kurslardı usınıp atır: kompyuter sawatlılıǵı, web-dasturlaw, dasturlaw, dizayn hám basqalar. Layıha maqsatı — jaslardıń sanlıq dáwirdegi qásiptirliklerin jańa dengeyge kóteriwine járdem beriw, onlardıń jumıs bazarındaǵı baqılaw mómkinshiliklerin arttırıw hám texnologiyalıq álkemniń usınıp atırǵan imkaniyatlardan ilham aldırıw.",
  
  "courses": "Kurslar",
  "choose": "Úyreniwshi kursıńızdı saylań",
  "android": "Android dasturlaw",
  "computer": "Kompyuter sawatlılıǵı",
  "python": "Python dasturlaw",
  "frontend": "Frontend dasturlaw",
  "graphic": "Grafikalıq dizayn",

  "explore_title": "Nelerge iye bolasız?",
  "explore_1": "Tásiriybe islewshi usınǵan kurslar",
  "explore_2": "Mentorlar hám jemiyet qollawı",
  "explore_3": "Sertifikattar hám tayar portfel",
  "explore_4": "Oqıw jarayanında IT baǵdarı boyınsha jumıs tabıw imkaniyatı",
  "explore_5": "Data Soft Academy — keleshikke birinshi qadamıńız.",

  "team_slug": "Jemiyet",
  "team_title": "Bizdiń baǵa berilgen qásiyetlerimiz",
  "team_item_1-title": "Bizdiń qásiyetlerimiz",
  "team_item_1-text": "Qiriq Qız jemiyetinde hám Data Soft Academy platformasında biz tek shege qalmastan bilim beriw emes, mazmunǵa, qollawǵa hám jaqsılıq ushın islewge nızamet etken mádniyet jaratamız.",
  "team_item_2-title": "Qollaw hám imkaniyat beriw",
  "team_item_2-text": "Biz qızlar hám áyelder bilim, ishenim hám qollaw arqalı óz ómirlerin hám jemiyetin ózgertiw mázmúnına ishenemiz.",
  "team_item_3-title": "Inklyuziyalıq",
  "team_item_3-text": "Biz bári ushın ádil, ashıq hám qawipsiz órin jaratamız, onıń isinde dárteyelisi, jası nemese sociallıq statusı málim bolmaǵanlar ushın.",
  "team_item_4-title": "Qızıǵıwshılıq",
  "team_item_4-text": "Biz úyreniw, ósim hám tásiriybe islew úshın qızıǵıwdı qollap-quwatlaymız. Dáwir bir sawaldan baslanadı.",
  "team_item_5-title": "Adıldıq hám ashıqlıq",
  "team_item_5-text": "Biz jemiyetimizde hám islewshiler men islewde adildik, ashıqlıq hám jawapkerlik pen isleymiz.",
  "team_item_6-title": "Nátiyjege báylenilgen yondasım",
  "team_item_6-text": "Bizdiń maqsetimiz — haqıyqiy ózgerisler: qásiyetlerdi úyreniwden baslap, jańa jumıs imkaniyatların jaratıw hám jetekshilikten ósimge deyin.",
  "team_item_7-title": "Háreketlesiw",
  "team_item_7-text": "Biz birlikte kúshlimiz. G’oyalar, bilim almastırıw hám birge islew – bizdiń ósimimizdiń negizi.",

  "partners_slug": "Hárekettesler",
  "partners_title": "Data Soft hárekettesleri",
  "partners_partner1": "Qaraqalpaqstan Respublikası Oila hám áyelder isleri boyınsha komiteti",
  "partners_partner2": "womansoul.uz – áyelder ushın psixologiyalıq qollaw, jol-jóneriw, tusinip alıw hám qiyinshılıqlardı jeńip ótiw hám işki kúshin ashıw ushın web-platforma.",

  "feedback_name": "Sherzod Shermatov",
  "feedback_1": "Sanlı texnologiyalar ministri",
  "feedback_1-text": "Sanlı texnologiyalar ministri menen kórisw Sanlı bilim beriwdi rawajlandırıw hám IT sohasında áyelder iskerliklerin qollaw shegesinde biz Ózbekstan Respublikası Sanlı texnologiyalar ministri <1>Sherzod Shermatov</1> menen mańızlı kórisw ótkerdik. Sapar barısında <3>{{feedback_1_2}}</3> konsepsiyası hám negizgi baǵdarlari qaráldı. Áyelder ushın sapalı IT-ta’lim alıw imkaniyatların kińeytiriw, mentorlıq róli hám áyelderdiń mamlakat sanlı iqtisadiyatında islewi mańızlı tematika boldı. Bul dárteyelidegi qollaw bizge ilham hám toǵrı jol menen islewetkenimizdi tasdiqlawshı dalildir.",
  "feedback_2-text": "Shańaraq hám háyeller isleri komiteti baslıqı menen kórisw Áyelder imkaniyatların kińeytiriw hám turli awladlar arasında sanlı sawatlılıqtı tarqatıw missiyamız shegesinde bul negizgi kórisw boldı: Zulayxo Baqırddinovna Maxkamova — Ózbekstan Respublikası Oila hám áyelder isleri komitetiniń baslıq orınbasarı, Mariyam Axmedova — Qaraqalpaqstan Respublikası Oila hám áyelder isleri komitetiniń baslığı. Sapar barısında biz Data Soft Academy platformasiniń bilim shegindegi iskerliklerin bayandıqdıq. Áyelderdi bilim, mentorlıq hám sanlı baǵdarlari arqalı qollaw boyınsha islewler áńgemelesti. Bul kórisw davlat hám jemiyetlik iskerliklerdi birlestiriwdiń barqarar rawajlanıw hám Ózbekstanda áyelder jetekshiliginiń rawajlanıwi ushın mańızlılıqın tasdiqlaydı.",
  
  "enter": "DATASOFT ACADEMY ǵa kiriń",
  "copyright": "Barlıq huqıqlar qorǵalǵan."
}