{
  "about_title": "DataSoft Academy",
  "about_text": "— одно из ключевых направлений сообщества <1>{{organization}}</1>. Наша онлайн-платформа предлагает доступные курсы по самым востребованным ИТ-направлениям: компьютерная грамотность, веб-разработка, программирование, дизайн и многое другое. Цель проекта — помочь молодежи овладеть цифровыми навыками, повысить свою конкурентоспособность на рынке труда и вдохновиться возможностями, которые открывает технологический мир.",
  
  "courses": "Курсы",
  "choose": "Выберите курс, который хотите изучать",
  "android": "Разработка Android",
  "computer": "Компьютерная грамотность",
  "python": "Разработка на Python",
  "frontend": "Фронтенд-разработка",
  "graphic": "Графический дизайн",

  "explore_title": "Что вы получите?",
  "explore_1": "Курсы от опытных специалистов",
  "explore_2": "Поддержку менторов и комьюнити",
  "explore_3": "Сертификаты и готовое портфолио",
  "explore_4": "Шанс начать карьеру в ИТ уже во время обучения",
  "explore_5": "Data Soft Academy — твой первый шаг в будущее.",

  "team_slug": "Команда",
  "team_title": "Наши ценности",
  "team_item_1-title": "Наши ценности",
  "team_item_1-text": "В сообществе Qiriq Qiz и на платформе Data Soft Academy мы стремимся не просто обучать — мы строим культуру, основанную на смысле, поддержке и стремлении к позитивным изменениям.",
  "team_item_2-title": "Поддержка и расширение возможностей",
  "team_item_2-text": "Мы верим в силу девушек и женщин менять свою жизнь и общество через знания, уверенность и поддержку.",
  "team_item_3-title": "Инклюзивность",
  "team_item_3-text": "Мы создаём безопасную, открытую и доброжелательную среду для всех — независимо от уровня подготовки, возраста или социального статуса.",
  "team_item_4-title": "Любознательность",
  "team_item_4-text": "Мы поощряем стремление к обучению, развитию и экспериментам. Рост начинается с вопроса.",
  "team_item_5-title": "Честность и прозрачность",
  "team_item_5-text": "Мы действуем честно, открыто и с ответственностью — как в команде, так и в работе с участницами.",
  "team_item_6-title": "Ориентир на результат",
  "team_item_6-text": "Наша цель — реальные изменения: от освоения навыков до создания новых карьерных возможностей и развития лидерства.",
  "team_item_7-title": "Сотрудничество",
  "team_item_7-text": "Мы сильнее вместе. Идеи, обмен опытом и совместные проекты — основа нашего роста.",
  
  "partners_slug": "Партнеры",
  "partners_title": "Партнеры Data Soft",
  "partners_partner1": "Комитет по делам семьи и женщин Республики Каракалпакстан",
  "partners_partner2": "womansoul.uz – веб-платформа для женщин, предоставляющая психологическую поддержку, руководство, понимание, а также методы для преодоления трудностей и раскрытия внутренней силы.",
  
  "feedback_name": "Шерзод Шерматов",
  "feedback_1": "Министр цифровых технологий",
  "feedback_1-text": "Встреча с Министром цифровых технологий В рамках развития цифрового образования и поддержки женских инициатив в сфере ИТ мы провели важную встречу с <1>Шерзодом Шерматовым</1>, Министром цифровых технологий Республики Узбекистан. Во время визита была представлена концепция и направления <3>{{feedback_1_2}}</3>. Мы обсудили возможности расширения доступа девушек к качественному ИТ-образованию, роль менторства и важность вовлечения женщин в цифровую экономику страны. Поддержка на таком уровне — это вдохновение для нас и подтверждение того, что мы движемся в правильном направлении.",
  "feedback_2-text": "Встреча с руководством Комитета по делам семьи и женщин В рамках нашей миссии по расширению возможностей женщин и популяризации цифровой грамотности среди представительниц разных поколений, состоялась важная встреча с: Зулайхо Бахриддиновной Махкамовой — заместителем председателя Комитета по делам семьи и женщин Республики Узбекистан, и Maryam Ahmedova — председателем Комитета по делам семьи и женщин Республики Каракалпакстан. Во время визита мы поделились инициативами образовательной платформы Data Soft Academy. Обсуждались совместные шаги по поддержке женщин в регионах через образовательные, менторские и цифровые программы. Такая встреча подтверждает важность объединения усилий государства и гражданских инициатив для устойчивого развития и женского лидерства в Узбекистане.",
  "enter": "Войти в DATA SOFT ACADEMY",
  "copyright": "Все права защищены."
}